cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'neovim/neovim'

brew 'ag'
brew 'aria2'
brew 'awscli'
brew 'bat'
brew 'coreutils'
brew 'ctags'
brew 'diff-so-fancy'
brew 'fzf'
brew 'git'
brew 'go'
brew 'grc'
brew 'htop'
brew 'neovim'
brew 'node'
brew 'nvm'
brew 'python'
brew 'prettyping'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'tig'
brew 'wget'
brew 'jq'

cask '1password'
cask 'alfred'
cask 'docker'
cask 'google-chrome'
cask 'iterm2'
cask 'keka'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
cask 'vlc'
